Repository: kelvs-ricafort/Inventory-iOS
Catalog: Inventory/Localizable.xcstrings
Source language: en
Languages: es, fil

source: %lld in stock
es: %lld en stock
fil: %lld nasa stock

source: 1 in stock
es: 1 en stock
fil: 1 nasa stock

source: About
es: Acerca de
fil: Tungkol sa App

source: Add Item
es: Agregar artículo
fil: Magdagdag ng item

source: Add Items
es: Agregar elementos
fil: Magdagdag ng mga items

source: An inventory tracking application for managing items.
es: Una aplicación de seguimiento de inventario para gestionar artículos.
fil: Isang app para subaybayan at pamahalaan ang mga gamit.

source: App Info
es: Información de la app
fil: Impormasyon ng App

source: Appearance
es: Apariencia
fil: Hitsura

source: Build:
es: Compilación:

source: Cancel
es: Cancelar
fil: Kanselahin

source: Dark Mode
es: Modo oscuro
fil: Madilim na Mode

source: Dark Mode Support
es: Soporte para modo oscuro
fil: Suporta sa Madilim na Mode

source: Delete
es: Eliminar
fil: Tanggalin

source: Delete Item?
es: ¿Eliminar elemento?
fil: Tanggalin ang Item

source: Delete Items
es: Eliminar elementos
fil: Tanggalin ang Mga Item

source: Developer:
es: Desarrolladora:

source: Developer Name:
es: Nombre del desarrollador
fil: Pangalan ng Developer

source: Edit
es: Editar
fil: I-edit

source: Edit Item
es: Editar artículo
fil: I-edit ang Item

source: Edit Items
es: Editar elementos
fil: I-edit ang mga Item

source: Features
es: Características
fil: Mga Tampok

source: Inventory
es: Inventario
fil: Imbentaryo

source: Inventory Management
es: Gestión de inventario
fil: Pamamahala ng Imbentaryo

source: Item Details
es: Detalles del artículo
fil: Detalye ng Item

source: Language
es: Idioma
fil: Wika

source: More
es: Más
fil: Higit

source: Multiple Language Support
es: Soporte para múltiples idiomas
fil: Suporta sa Maraming Wika

source: Name
es: Nombre
fil: Pangalan

source: No Items
es: No hay artículos
fil: Walang Items

source: No items are currently in the inventory.
es: No hay artículos en el inventario en este momento.
fil: Walang items sa inventory sa ngayon.

source: Offline Local Data Storage
es: Almacenamiento de datos local sin conexión
fil: Offline na Lokal na Imbakan ng Data

source: Online Data Sync
es: Sincronización de datos en línea
fil: Online na Pag-sync ng Data

source: Price
es: Precio
fil: Presyo

source: Quantity
es: Cantidad
fil: Dami

source: Save
es: Guardar
fil: I-save

source: Select an Item
es: Selecciona un artículo
fil: Pumili ng item

source: Sell
es: Vender
fil: Ibenta

source: Sell Items
es: Vender artículos
fil: Magbenta ng mga Item

source: Settings
es: Configuración
fil: Mga setting

source: Version:
es: Versión:
fil: Bersyon:
